Repository: robert8888/portfolio
Catalog: #app_cms_tpl/locale/*/LC_MESSAGES/django.po
Languages: pl

source: copy
pl: kopiuj

source: Number was copied to clipboard
pl: Numer został skopiowany do schowka

source: call
pl: zadzwoń

source: Preparing
pl: Przygotowuję

source: Download
pl: Pobierz

source: Open
pl: Otwórz

source: Download Reasume
pl: Pobierz aplikację

source: get more
pl: więcej

source: [field] bad input
pl: Pole [field] ma zły format

source: [field] has not correct value
pl: Pole [field] ma niepoprawną wartość

source: [field] don't fit to range. Value to big
pl: Pole [field] nie mieści się w przedziale. Wartość zbyt duża

source: [field] not correct value
pl: Pole [field] posiada nieprawidłową wartość

source: Value of [field] is to short
pl: Wartość pola [field] jest zbyt krótka

source: [field] value is to long
pl: Pole [field] wartość jest zbyt długa

source: [field] type value is not correct
pl: Pole [field] posiada nieprawidłowy typ.

source: [field] value is required
pl: Pole [field] jest wymagane.

source: about
pl: historia

source: contact
pl: kontakt

source: Download Resume
pl: Pobierz aplikację

source: Preloading
pl: Przygotowuje

source: Confirm your identify
pl: Potwierdź swoją tożsamość

source: Company
pl: Firma

source: Agreement
pl: Uzgodnienia

source: All Rights Reserved
pl: Wszelkie prawa zastrzeżone

source: Sources
pl: Zródła

source: Related Projects
pl: Powiązane projekty

source: projects
pl: projekty

source: See all
pl: Zobacz wszystkie

source: technology
pl: technologie

source: welcome
pl: witaj
