Repository: robert8888/portfolio
Catalog: app_projects/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Projects
pl: Projekty

source: Project name
pl: Nazwa projektu

source: Project title
pl: Tytuł projektu

source: Project subtitle
pl: Podtytuł projektu

source: Description short
pl: Krótki opis

source: Description long
pl: Długi opis

source: hint
pl: wskazówka

source: Autocomplete hint
pl: Wskazówka auto podpowiedzi

source: Technologies
pl: Technologie

source: Related
pl: Powiązane

source: Gallery
pl: Galerie

source: Release date
pl: Data realizacji

source: Last update date
pl: Data akutualizacji

source: Show on main page
pl: Pokaż na stronie głownej

source: Default sort weight
pl: Domyślna waga sortowania

source: Project
pl: Projekt

source: Identification name
pl: Identyfikator

source: Project gallery
pl: Galeria projektu

source: Projects gallery
pl: Galerie projektów

source: Image
pl: Obraz

source: Image width
pl: Szerokość obrazka

source: Image height
pl: Wysokość obrazka

source: Gallery Image
pl: Obrazek galerii

source: Gallery Images
pl: Obrazki gallerii

source: Repository
pl: Repoztytorium

source: Documentation
pl: Dokumentacja

source: Project link
pl: Link projektu

source: Project links
pl: Linki projektu

source: Project type
pl: Typ projektu

source: Project types
pl: Typy projektów

source: Technology name
pl: Nazwa technologii

source: Technology link
pl: Nazwy technologii

source: Color
pl: Kolor

source: Skill level
pl: Poziom umiejętności

source: Show on main page in all section
pl: Pokaż na stronie głównej w sekcji wszystkie

source: Weight
pl: Waga

source: Technology
pl: Technologie

source: Name
pl: Nazwa

source: Technology type
pl: Typ technologii

source: Technology types
pl: Typy technologii

source: Technology image
pl: Obrazki technologii

source: Top
pl: Góra

source: Left
pl: Lewa

source: Width
pl: Szerokośc

source: Height
pl: Wysokość

source: Image identification name
pl: Nazwa indetyfikacyjna

source: Adding to autocomplete dictionary fail
pl: Dodawanie do słownika wskazówek nie powiodło się

source: Add to autocomplete
pl: Dodaj do słownika wskazówek

source: Delete %d terms from autocomplete dictionary
pl: Usunięto %d terminów z słownika auto podpowiedzi

source: Removing terms from dictionary fail
pl: Usuwanie z słownika podpowiedzi wyszukiwarki

source: Delete from autocomplete
pl: Usuń z słownika podpowiedzi wyszukiwarki

source: Delete %(0) terms from autocomplete dictionary
pl: Usunięto %(0) wskazówek z słownika podpowiedzi

source: Updated terms in autocomplete dictionary. Rebuild %(0) term and added %(1) terms
pl: Aktualizowanie słownika powiedzie udane. Przebudowano słownik. Usunięto %(0) wskazówek i dodatno %(1)

source: Updating autocomplete dictionary fail
pl: Aktualizacja słownika podpowiedzi nie powiodła się

source: Update autocomplete
pl: Aktualizuj słownik podpowiedzi

source: Add to autocomplete dictionary. Removed %d term and added %(0) terms
pl: Dodano do słownika auto podpowiedzi. Usunięto %d terminy i dodano %(0)

source: Default
pl: Domyślny

source: Title
pl: Tytuł

source: Type
pl: Typ
